{
  "with passion to creating and improving": "mit Leidenschaft für das Erschaffen und Verbessern",
  "about": "über mich",
  "projects": "projekte",
  "contacts": "kontakte",
  "to start": "zum anfang",
  "menu": "menü",
  "to top": "nach oben",
  "back": "zurück",
  "download cv": "cv herunterladen",
  "gretings": "Hallo, mein Name ist",
  "short gretings": "Ich bin",
  "name": "Pavlo Maistrenko",
  "position": "Frontend Entwickler",
  "short description": "Seit 2021 habe ich es genossen, effiziente und intuitive Lösungen in der Frontend-Entwicklung zu schaffen. Wenn ich nicht codiere, lerne ich etwas Neues, reise oder trainiere.",
  "additional information title": "Wie ich ein Frontend-Entwickler wurde",
  "additional information": "Ich habe einen großen Teil meiner Karriere der Zusammenarbeit mit internationalen Unternehmen im Handel gewidmet. Diese Erfahrung hat mich mit innovativen technologischen Lösungen in Kontakt gebracht und ein tiefes Interesse an dem sich schnell entwickelnden Bereich der Informationstechnologie geweckt. Inspiriert von dieser Erfahrung und bereichert durch meine berufliche Reise, habe ich Eigenschaften wie Entschlossenheit, Ausdauer und Resilienz entwickelt – Eigenschaften, die zu den Grundpfeilern meines persönlichen und beruflichen Wachstums wurden. Im Jahr 2021, getrieben von Neugier und einer Leidenschaft für die exakten Wissenschaften, begann ich eine transformative Reise in die Webentwicklung. Diese Entscheidung markierte einen Wendepunkt in meinem Leben und ermöglichte es mir, eine analytische Denkweise mit einem kreativen Ansatz zur Problemlösung zu verbinden. Die enormen Möglichkeiten und Perspektiven, die moderne Webtechnologien bieten, festigten mein Engagement für dieses Fachgebiet. Besonders die Frontend-Entwicklung inspiriert mich. Die Möglichkeit, fast sofort greifbare Ergebnisse zu sehen und Kreativität in technische Lösungen einzubringen, beflügelt meine Leidenschaft für Wachstum und Selbstverbesserung. Abseits meiner beruflichen Tätigkeit reise ich gerne und entdecke neue Orte. Diese Erlebnisse bieten neue Perspektiven und Inspiration und bereichern sowohl mein persönliches als auch berufliches Leben.",
  "My education": "Meine Ausbildung",
  "What I know": "Was ich weiß",
  "My future way": "Mein zukünftiger Weg",
  "Master's Degree in Electronic Industry": "Master-Abschluss in der Elektronikindustrie",
  "Frontend Development": "Frontend Entwicklung",
  "Backend Development": "Backend Entwicklung",
  "...many days of practice and experimenting": "...viele Tage der Praxis und Experimente",
  "more": "mehr",
  "less": "weniger",
  "projects page description part 1": "Hier finden Sie Projekte, die es mir ermöglicht haben, meine Fähigkeiten in den Kerntechnologien wie",
  "projects page description part 2": "HTML, CSS, JavaScript, React und vielem mehr zu erlernen und weiterzuentwickeln.",
  "projects page description part 3": "Jedes Projekt spiegelt meine Reise wider, neue Fähigkeiten zu meistern und anzuwenden, sowie mein Engagement, qualitativ hochwertige Lösungen zu schaffen.",
  "Landing pages": "Landing pages",
  "Pixel-perfect adaptive landing pages: crisp design, flawless responsiveness, maximum conversion.": "Pixel-perfect adaptive Landing Pages: klarer Design, fehlerfreie Responsivität, maximale Conversion.",
  "Task manager": "Aufgaben-Manager",
  "An interactive to-do created using functional components, hooks, fetch, routing, and local storage.": "Ein interaktives To-Do, erstellt mit funktionalen Komponenten, Hooks, Fetch, Routing und Local Storage.",
  "Strategy squared": "Strategie im Quadrat",
  "The game is written in pure Java Script.": "Das Spiel ist in reinem JavaScript geschrieben.",
  "Online-store": "Online-Shop",
  "Gadgets catalog.": "Katalog von Gadgets.",
  "Always in touch for you...": "Immer in Kontakt mit Ihnen...",
  "Call me...": "Rufen Sie mich an...",
  "Chat with me on Telegram...": "Schreiben Sie mir auf Telegram...",
  "Drop me a line...": "Schreiben Sie mir eine Nachricht...",
  "Follow me...": "Folgen Sie mir...",
  "or use the form below...": "oder verwenden Sie das untenstehende Formular...",
  "Your name...": "Ihr Name...",
  "Your e-mail...": "Ihre E-Mail...",
  "Your message...": "Ihre Nachricht...",
  "Send": "Senden",
  "Sorry": "Entschuldigung",
  "Notification text": "Dieses Projekt ist für Bildschirmauflösungen von 1154 px und höher optimiert. Sie können diesen Link über Ihren Laptop oder Desktop-Computer aufrufen. Die mobile Version befindet sich derzeit in der Entwicklung.",
  "close": "Schließen"
}