{
  "with passion to creating and improving": "with passion to creating and improving",
  "about": "about",
  "projects": "projects",
  "contacts": "contacts",
  "to start": "to start",
  "menu": "menu",
  "to top": "to top",
  "back": "back",
  "download cv": "download cv",
  "gretings": "Hi, my name is",
  "short gretings": "I`M",
  "name": "Pavlo Maistrenko",
  "position": "Frontend Developer",
  "short description": "Since 2021, I’ve enjoyed creating efficient and intuitive solutions in frontend development. When I'm not coding, I'm learning something new, traveling, or working out.",
  "additional information title": "How I became a Frontend Deweloper",
  "additional information": "I dedicated a significant part of my career to collaborating with international companies in the field of trade. This experience exposed me to innovative technological solutions, sparking a deep interest in the rapidly evolving field of information technology. Inspired by this exposure and enriched by my professional journey, I honed qualities such as determination, perseverance, and resilience—traits that became the cornerstone of my personal and professional growth. In 2021, driven by curiosity and a passion for the exact sciences, I embarked on a transformative journey into web development. This decision marked a pivotal moment in my life, allowing me to blend an analytical mindset with a creative approach to problem-solving. The immense opportunities and prospects offered by modern web technologies solidified my commitment to this field. Frontend development, in particular, inspires me. The ability to see tangible results almost instantly and to infuse creativity into technical solutions continues to fuel my passion for growth and self-improvement. Outside of my professional pursuits, I enjoy traveling and exploring new places. These experiences provide fresh perspectives and inspiration, enriching both my personal and professional endeavors.",
  "My education": "My education",
  "What I know": "What I know",
  "My future way": "My future way",
  "Master's Degree in Electronic Industry": "Master's Degree in Electronic Industry",
  "Frontend Development": "Frontend Development",
  "...many days of practice and experimenting": "...many days of practice and experimenting",
  "more": "more",
  "less": "less",
  "projects page description part 1": "Here you will find projects that allowed me to learn and develop my skills in core technologies such as",
  "projects page description part 2": "HTML, CSS, JavaScript, React, and much more....",
  "projects page description part 3": "Each project reflects my journey in mastering and applying new skills, as well as my commitment to creating quality solutions.",
  "Landing pages": "Landing pages",
  "Pixel-perfect adaptive landing pages: crisp design, flawless responsiveness, maximum conversion.": "Pixel-perfect adaptive landing pages: crisp design, flawless responsiveness, maximum conversion.",
  "Task manager": "Task manager",
  "An interactive to-do created using functional components, hooks, fetch, routing, and local storage.": "An interactive to-do created using functional components, hooks, fetch, routing, and local storage.",
  "Strategy squared": "Strategy squared",
  "The game is written in pure Java Script.": "The game is written in pure Java Script.",
  "Online-store": "Online-store",
  "Gadgets catalog.": "Gadgets catalog.",
  "Always in touch for you...": "Always in touch for you...",
  "Call me...": "Call me...",
  "Chat with me on Telegram...": "Chat with me on Telegram...",
  "Drop me a line...": "Drop me a line...",
  "Follow me...": "Follow me...",
  "or use the form below...": "or use the form below...",
  "Your name...": "Your name...",
  "Your e-mail...": "Your e-mail...",
  "Your message...": "Your message...",
  "Send": "Send",
  "Sorry": "Sorry",
  "Notification text": "This project is adapted for screen resolutions of 1154 px and above. You will be able to access this link from your laptop or desktop computer. The mobile version is currently under development.",
  "close": "close"
}
