{
  "about": "про мене",
  "projects": "проекти",
  "contacts": "контакти",
  "to start": "на початок",
  "menu": "меню",
  "to top": "до гори",
  "back": "назад",
  "download cv": "завантажити cv",
  "gretings": "Привіт, мене звати",
  "name": "Павло Майстренко",
  "short description": "З 2021 року я отримую задоволення від створення ефективних та інтуїтивно зрозумілих рішень у фронтенд-розробці. Коли я не програмую, я вивчаю щось нове, подорожую або займаюсь спортом.",
  "additional information title": "Як я став Фронтенд Розробником",
  "additional information": "Я присвятив значну частину своєї кар'єри співпраці з міжнародними компаніями в галузі торгівлі. Цей досвід ознайомив мене з інноваційними технологічними рішеннями, що викликало глибокий інтерес до сфери інформаційних технологій. Натхнений цим досвідом і збагачений моїм професійним шляхом, я розвинув такі якості, як рішучість, наполегливість і стійкість — риси, які стали основою мого особистісного та професійного зростання. У 2021 році, керуючись цікавістю та пристрастю до точних наук, я розпочав трансформаційну подорож у веб-розробку. Це рішення стало вирішальним моментом у моєму житті, що дозволило мені поєднати аналітичний підхід із креативним вирішенням проблем. Величезні можливості та перспективи, які відкривають сучасні веб-технології, закріпили мою відданість цій галузі. Особливо мене надихає фронтенд-розробка. Можливість бачити практичні результати майже миттєво й втілювати творчість у технічних рішеннях продовжує живити мою пристрасть до зростання та самовдосконалення. Поза професійною діяльністю я люблю подорожувати та досліджувати нові місця. Ці враження дають нові перспективи та натхнення, збагачуючи як мої особисті, так і професійні прагнення.",
  "My education": "Мої здобутки",
  "What I know": "Що я вже знаю",
  "My future way": "Мої майбутні плани",
  "Master's Degree in Electronic Industry": "Звання Магістр в отраслі Електронної промисловості",
  "Frontend Development": "Frontend Development",
  "...many days of practice and experimenting": "...багато днів приктики і експериментів",
  "more": "більше",
  "less": "меньше",
  "projects page description part 1": "Тут ви знайдете проєкти, які дозволили мені вивчати та розвивати мої навички в основних технологіях, таких як",
  "projects page description part 2": "HTML, CSS, JavaScript, React та багато іншого...",
  "projects page description part 3": "Кожен проєкт відображає мій шлях у освоєнні та застосуванні нових навичок, а також мою відданість створенню якісних рішень.",
  "Landing pages": "Лендінг-сторінки",
  "Pixel-perfect adaptive landing pages: crisp design, flawless responsiveness, maximum conversion.": "Піксельні адаптивні лендінг-сторінки: чіткий дизайн, бездоганна адаптивність, максимальна конверсія.",
  "Task manager": "Менеджер завдань",
  "An interactive to-do created using functional components, hooks, fetch, routing, and local storage.": "Інтерактивний список завдань, створений за допомогою функціональних компонентів, хуків, запитів fetch, маршрутизації та локального сховища.",
  "Strategy squared": "Стратегія в квадраті",
  "The game is written in pure Java Script.": "Гра написана на чистому JavaScript.",
  "Online-store": "Інтернет-магазин",
  "Gadgets catalog.": "Каталог гаджетів.",
  "Always in touch for you...": "Завжди на зв'язку для вас...",
  "Call me...": "Подзвоніть мені...",
  "Chat with me on Telegram...": "Напишіть мені в Telegram...",
  "Drop me a line...": "Напишіть мені на пошту...",
  "Follow me...": "Слідуйте за мною...",
  "or use the form below...": "або використовуйте форму нижче...",
  "Your name...": "Ваше ім'я...",
  "Your e-mail...": "Ваша електронна пошта...",
  "Your message...": "Ваше повідомлення...",
  "Send": "Відправити",
  "Sorry": "Вибачте",
  "Notification text": "Цей проєкт адаптовано для роздільної здатності екранів від 1154 px і більше. Ви зможете отримати доступ до цього посилання з вашого ноутбука або настільного комп’ютера. Мобільна версія наразі знаходиться в розробці.",
  "close": "закрити"
}